IDEA Open Model
WeldData Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the WeldData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public WeldData()
Public Sub New
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace